Repository: speedy005/xdreamy-mod
Catalog: usr/lib/enigma2/python/Plugins/Extensions/WeatherMSN/locale/*/LC_MESSAGES/WeatherMSN.po
Languages: el, pl

source: %s m/s
el: %s μ/δ

source: %.01f m/s
el: %.01f μ/δ

source: %.01f ft/s
el: %.01f π/δ
pl: %.01f stpy/s

source: %.01f mp/h
el: %.01f μλ/ω
pl: %.01f mile/godz

source: %s mp/h
el: %s μλ/ω
pl: %s mil/godz

source: %.01f knots
el: %.01f κόμβοι
pl: %.01f węzły

source: %.01f km/h
el: %.01f χλμ/ω
pl: %.01f km/godz

source: %s km/h
el: %s χλμ/ω

source: New moon
el: Νέα Σελήνη
pl: Nów

source: Waxing cresent
el: Αύξουσα ημισέληνος
pl: Sierp rosnący

source: Waning crescent
el: Φθίνουσα ημισέληνος
pl: Sierp ubywający

source: First quarter
el: Πρώτο τέταρτο
pl: Pierwsza kwadra

source: Last quarter
el: Τελευταίο τέταρτο
pl: Ostatnia kwadra

source: Waxing gibbous
el: Aύξων αμφίκυρτος
pl: Rosnący garbaty księżyc

source: Waning gibbous
el: Φθίνων αμφίκυρτος
pl: Malejący garbaty księżyc

source: Full moon
el: Πανσέληνος
pl: Pełnia

source: %s km
el: %s χλμ

source: no
el: όχι
pl: Nie

source: yes
el: ναι
pl: Tak

source: m/s
el: μ/δ

source: ft/s
el: π/δ
pl: stopy/s

source: km/h
el: χλμ/ω

source: mp/h
el: μλ/ω
pl: mile/godz

source: knots
el: κόμβοι
pl: węzły

source: Celsius
el: Κελσίου

source: Fahrenheit
el: Φαρενάιτ

source: Weather MSN
el: Καιρός MSN

source: Julian day:
el: Ιουλιανό ημερολόγιο:
pl: Dzień juliański:

source: Sun rise:
el: Ανατολή ηλίου:
pl: Wschód słońca:

source: Sun set:
el: Δύση ηλίου:
pl: Zachód słońca:

source: Solstice:
el: Θερινό ηλιοστάσιο
pl: Przesilenie:

source: Mercury rise:
el: Ανατολή Ερμή:
pl: Wschód Merkurego:

source: Mercury set:
el: Δύση Ερμή:
pl: Zachód Merkurego:

source: Mercury culmination:
el: Μεσουράνημα Ερμή:
pl: Kulminacja Merkurego:

source: Mercury azimuth:
el: Αζιμούθιο Ερμή:
pl: Azymut Merkurego:

source: Venus rise:
el: Ανατολή Αφροδίτης:
pl: Wschód Venus:

source: Venus set:
el: Δύση Αφροδίτης:
pl: Zachód Venus:

source: Venus culmination:
el: Μεσουράνημα Αφροδίτης:
pl: Kulminacja Venus:

source: Venus azimuth:
el: Αζιμούθιο Αφροδίτης:
pl: Azymut Venus:

source: Mars rise:
el: Ανατολή Άρη:
pl: Wschód Marsa:

source: Mars set:
el: Δύση Άρη:
pl: Zachód Marsa:

source: Mars culmination:
el: Μεσουράνημα Άρη:
pl: Kulminacja Marsa:

source: Mars azimuth:
el: Αζιμούθιο Άρη:
pl: Azymut Marsa:

source: Jupiter rise:
el: Ανατολή Δία:
pl: Wschód Jowisza:

source: Jupiter set:
el: Δύση Δία:
pl: Zachód Jowisza:

source: Jupiter culmination:
el: Μεσουράνημα Δία:
pl: Kulminacja Jowisza:

source: Jupiter azimuth:
el: Αζιμούθιο Δία:
pl: Azymut Jowisza:

source: Saturn rise:
el: Ανατολή Κρόνου:
pl: Wschód Saturna:

source: Saturn set:
el: Δύση Κρόνου:
pl: Zachód Saturna:

source: Saturn culmination:
el: Μεσουράνημα Κρόνου:
pl: Kulminacja Saturna:

source: Saturn azimuth:
el: Αζιμούθιο Κρόνου:
pl: Azymut Saturna:

source: Uranus rise:
el: Ανατολή Ουρανού:
pl: Wschód Urana:

source: Uranus set:
el: Δύση Ουρανού:
pl: Zachód Urana:

source: Uranus culmination:
el: Μεσουράνημα Ουρανού:
pl: Kulminacja Urana:

source: Uranus azimuth:
el: Αζιμούθιο Ουρανού:
pl: Azymut Urana:

source: Neptune rise:
el: Ανατολή Ποσειδώνα:
pl: Wschód Neptuna:

source: Neptune set:
el: Δύση Ποσειδώνα:
pl: Zachód Neptuna:

source: Neptune culmination:
el: Μεσουράνημα Ποσειδώνα:
pl: Kulminacja Neptuna:

source: Neptune azimuth:
el: Αζιμούθιο Ποσειδώνα:
pl: Azymut Neptuna:

source: Moon distance:
el: Απόσταση σελήνης:
pl: Odległość do księżyca:

source: Moon culmination:
el: Μεσουράνημα σελήνης:
pl: Kulminacja księżyca:

source: Moon azimutht:
el: Αζιμούθιο σελήνης:

source: Moon rise:
el: Ανατολή σελήνης:
pl: Wschód księżyca:

source: Moon set:
el: Δύση σελήνης:
pl: Zachód księżyca:

source: Moon light:
el: Φως σελήνης:
pl: Widoczność księżyca:

source: Rise:
el: Ανατολή:
pl: Wschód:

source: Set:
el: Δύση:
pl: Zachód:

source: Culmination:
el: Μεσουράνημα:
pl: Kulminacja:

source: Azimuth:
el: Αζιμούθιο:
pl: Azymut:

source: Sun:
el: Ήλιος:
pl: Słońce:

source: Mercury:
el: Ερμής:
pl: Merkury:

source: Venus:
el: Αφροδίτη:

source: Mars:
el: Άρης:

source: Jupiter:
el: Ζευς:
pl: Jowisz:

source: Saturn:
el: Κρόνος:

source: Uranus:
el: Ουρανός:
pl: Uran:

source: Neptune:
el: Ποσειδώνας:
pl: Neptun:

source: Moon:
el: Σελήνη:
pl: Księżyc:

source: Location:
el: Τοποθεσία:
pl: Lokalizacja:

source: Timezone:
el: Χρονική ζώνη:
pl: Strefa czasowa:

source: Latitude:
el: Γεωγραφικό πλάτος:
pl: Szerokość geograficzna:

source: Longitude:
el: Γεωγραφικό μήκος:
pl: Długość geograficzna:

source: Temperature:
el: Θερμοκρασία:
pl: Temperatura:

source: Feels like:
el: Αίσθηση:
pl: Temperatura odczuwalna:

source: Humidity:
el: Υγρασία:
pl: Wilgotność:

source: Chance precip:
el: Πιθανότητα υετού:
pl: Możliwość opadów:

source: Natural events:
el: Φυσικά φαινόμενα:
pl: Zdarzenia naturalne:

source: Wind:
el: Άνεμος:
pl: Wiatr:

source: Observation point:
el: Σημείο παρατήρησης:
pl: Punkt obserwacyjny:

source: Date:
el: Ημερομηνία:
pl: Data:

source: Day week:
el: Ημέρα εβδομάδας:
pl: Dzień tygodnia:

source: n/a
el: μ/δ

source: %s h
el: %s ω
pl: %s godz

source: Weather MSN Developer: Sirius0103 Homepage: www.gisclub.tv Github: www.github.com/Sirius0103 Donate: R460680746216 Z395874509364 E284580190260
el: Καιρός MSN Προγραμματιστής: Sirius0103 Ιστοσελίδα: www.gisclub.tv Github: www.github.com/Sirius0103 Χορηγία: R460680746216 Z395874509364 E284580190260

source: Config Weather MSN
el: Ρυθμίσεις Καιρού MSN
pl: Konfiguracja Weather MSN

source: Close
el: Κλείσιμο
pl: Zamknij

source: Save
el: Αποθήκευση
pl: Zapisz

source: Search Location
el: Αναζήτηση τοποθεσίας
pl: Szukaj lokalizacji

source: Enter text to search city
el: Εισαγωγή κειμένου για αναζήτηση πόλης
pl: Wprowadź tekst aby wyszukać miasto

source: Show Weather MSN in menu information:
el: Εμφάνιση Καιρού MSN στο μενού πληροφοριών:
pl: Pokaż w menu informacje o Weather MSN:

source: Scale of wind speed:
el: Κλίμακα ταχύτητας ανέμου:
pl: Jednostka prędkości wiatru:

source: Scale of temperature:
el: Κλίμακα θερμοκρασίας:
pl: Jednostka temperatury:

source: Create converter in system:
el: Δημιουργία μετατροπέα στο σύστημα:
pl: Utwórz konwerter w systemie:

source: Do you want to restart the GUI now ?
el: Θέλετε να γίνει επανεκκίνηση της διεπαφής χρήστη τώρα;
pl: Czy chcesz zrestartować GUI teraz?

source: Configuration is saved
el: Η ρύθμιση αποθηκεύτηκε
pl: Konfiguracja zapisana

source: Search Location Weather MSN
el: Αναζήτηση τοποθεσίας Καιρού MSN
pl: Szukaj lokalizacji Weather MSN

source: Weather forecast, astronomical calculations
el: Πρόγνωση καιρού, αστρονομικοί υπολογισμοί
pl: Prognoza pogody, obliczenia astronomiczne

source: Moon azimuth:
pl: Azymut księżyca:
