Repository: speedy005/xdreamy-mod
Catalog: usr/lib/enigma2/python/Plugins/Extensions/WeatherMSN/locale/al/LC_MESSAGES/WeatherMSN.po
Languages: al_al

source: %.01f knots
al_al: %.01f knoten

source: New moon
al_al: Hëna e re

source: Waxing cresent
al_al: Lulëzim gjysmëhënës

source: Waning crescent
al_al: Gjysmëhëna e mprehtë

source: First quarter
al_al: Tremujori i parë

source: Last quarter
al_al: Tremujori i fundit

source: Waxing gibbous
al_al: Depërtimi i hënës

source: Waning gibbous
al_al: Ulje e gibbous

source: Full moon
al_al: Hëna e plot

source: no
al_al: jo

source: yes
al_al: po

source: knots
al_al: ball

source: Celsius
al_al: Celcius

source: Fahrenheit
al_al: Gradë Fahrenheit

source: Julian day:
al_al: Dit Xhuliane:

source: Sun rise:
al_al: Agimi i Diellit:

source: Sun set:
al_al: Prarimi i Diellit:

source: Solstice:
al_al: Ndryshimi i Diellit:

source: Mercury rise:
al_al: Agimi i Merkurit:

source: Mercury set:
al_al: Prarimi i Merkurit:

source: Mercury culmination:
al_al: Kulminacioni i Merkurit:

source: Mercury azimuth:
al_al: Mërkuri Azimuth:

source: Venus rise:
al_al: Agimi i Venusit:

source: Venus set:
al_al: Prarimi i Venusit:

source: Venus culmination:
al_al: Kulminacioni i Venusit:

source: Mars rise:
al_al: Prarimi i Marsit:

source: Mars set:
al_al: Agimi i Merkurit:

source: Mars culmination:
al_al: Kulminacioni i Marsit:

source: Mars azimuth:
al_al: Venus Azimuth:

source: Jupiter rise:
al_al: Agimi i Jupiterit:

source: Jupiter set:
al_al: Prarimi i Jupiterit:

source: Jupiter culmination:
al_al: Kulminacioni i Jupiterit:

source: Jupiter azimuth:
al_al: Jupiter Azimut:

source: Saturn rise:
al_al: Agimi i Zaturnit:

source: Saturn set:
al_al: Prarimi i Zaturnit:

source: Saturn culmination:
al_al: Kulminacioni i Zaturnit:

source: Saturn azimuth:
al_al: Zaturni Azimut:

source: Uranus rise:
al_al: Agimi i Uranit:

source: Uranus set:
al_al: Prarimi i Uranit:

source: Uranus culmination:
al_al: Kulminacioni i Uranit:

source: Uranus azimuth:
al_al: Uran Azimut:

source: Neptune rise:
al_al: Agimi i Neptunit:

source: Neptune set:
al_al: Prarimi i Neptunit:

source: Neptune culmination:
al_al: Kulminacioni i Neptunit:

source: Neptune azimuth:
al_al: Neptun Azimut:

source: Moon distance:
al_al: Distanca e Hënës:

source: Moon culmination:
al_al: Kulminacioni i Hënës:

source: Moon azimutht:
al_al: Hëna Azimut:

source: Moon rise:
al_al: Agimi i Hënës:

source: Moon set:
al_al: Prarimi e Hënës:

source: Moon light:
al_al: Ndriqimi i Hënës:

source: Rise:
al_al: Agimi:

source: Set:
al_al: Prarimi:

source: Culmination:
al_al: Kulminacioni:

source: Azimuth:
al_al: Azimut:

source: Sun:
al_al: Dielli:

source: Mercury:
al_al: Merkuri:

source: Venus:
al_al: Venusi:

source: Mars:
al_al: Marsi:

source: Jupiter:
al_al: Jupiteri:

source: Saturn:
al_al: Zaturni:

source: Uranus:
al_al: Uranusi:

source: Neptune:
al_al: Neptuni:

source: Moon:
al_al: Hënëa:

source: Location:
al_al: Lokacioni:

source: Timezone:
al_al: Koha lokale:

source: Latitude:
al_al: Shkalla e gjërsis:

source: Longitude:
al_al: Shkalla e gjatësis:

source: Temperature:
al_al: Temperatura:

source: Feels like:
al_al: Ndjeshmëria:

source: Humidity:
al_al: Lagështia e ajrit:

source: Chance precip:
al_al: Mundësia për reshje:

source: Wind:
al_al: Era:

source: Observation point:
al_al: Pika percjellëse:

source: Date:
al_al: Data:

source: Day week:
al_al: Dita javore:

source: Config Weather MSN
al_al: Konfigurimet Weather MSN

source: Close
al_al: Mbylle

source: Save
al_al: Ruaje

source: Search Location
al_al: Kërkimi i lokacionit

source: Enter text to search city
al_al: Klikoni në butonin Tekst për të kërkuar Qytetin

source: Show Weather MSN in menu information:
al_al: Trego Wetter MSN në meny:

source: Scale of wind speed:
al_al: Skala e shpejtësis së erës:

source: Scale of temperature:
al_al: Skala e temperaturës:

source: Create converter in system:
al_al: Vendos konverterin në sistem:

source: Do you want to restart the GUI now ?
al_al: Dëshironi ta rindizni paisjen tani?

source: Configuration is saved
al_al: Konfigurimet do të ruhen

source: Search Location Weather MSN
al_al: Kërkim i vendbanimit Weather MSN

source: Weather forecast, astronomical calculations
al_al: Parashikimi i motit, Llogaritje astronamike
